Repository: CofficLab/GitOK
Catalog: Packages/PluginStatusBar/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: A shared status bar at the bottom of the workspace.
zh_hans: 工作区底部共享的状态栏。
zh_hk: 工作區底部共享的狀態欄。

source: Central Strip
zh_hans: 中央状态条
zh_hk: 中央狀態條

source: Compose
zh_hans: 组装
zh_hk: 組裝

source: Core Capabilities
zh_hans: 核心能力
zh_hk: 核心能力

source: Current Project
zh_hans: 当前项目
zh_hk: 目前專案

source: Each indicator's position is deterministic.
zh_hans: 每个指示器的位置是确定的。
zh_hk: 每個指示器的位置是確定的。

source: Extensible
zh_hans: 可扩展
zh_hk: 可擴展

source: Hosts
zh_hans: 宿主
zh_hk: 宿主

source: How It Works
zh_hans: 工作原理
zh_hk: 工作原理

source: Indicator Host
zh_hans: 指示器宿主
zh_hk: 指示器宿主

source: Indicators redraw as state changes.
zh_hans: 指示器随状态变化重绘。
zh_hk: 指示器隨狀態變化重繪。

source: No Project
zh_hans: 无项目
zh_hk: 無專案

source: Order Control
zh_hans: 顺序控制
zh_hk: 順序控制

source: Plugins add their indicators with an order.
zh_hans: 插件带顺序添加自己的指示器。
zh_hk: 插件帶順序添加自己的指示器。

source: Plugins register indicators that appear in order.
zh_hans: 插件注册按顺序出现的指示器。
zh_hk: 插件註冊按順序出現的指示器。

source: Register
zh_hans: 注册
zh_hk: 註冊

source: Status
zh_hans: 状态
zh_hk: 狀態

source: Switch Theme
zh_hans: 切换主题
zh_hk: 切換主題

source: Switch theme
zh_hans: 切换主题
zh_hk: 切換主題

source: The bar lays out all indicators.
zh_hans: 状态条布局所有指示器。
zh_hk: 狀態條佈局所有指示器。

source: The quiet strip that keeps you oriented.
zh_hans: 让你保持方向的安静状态条。
zh_hk: 讓你保持方向的安靜狀態條。

source: Theme
zh_hans: 主题
zh_hk: 主題

source: Update
zh_hans: 更新
zh_hk: 更新

source: indicators
zh_hans: 指示器
zh_hk: 指示器

source: strip
zh_hans: 状态条
zh_hk: 狀態條
